{
  "title": "Er vi leverandør eller idriftsetter?",
  "intro-text": "Dette treet avklarer hvilken rolle Nav har etter KI-forordningen: leverandør (provider) eller idriftsetter (deployer). I treet ser vi på hvor KI-løsningen kommer fra, hva slags endringer Nav gjør, hvilken bruk som er planlagt og om systemet fremstår som Navs eget produkt. Resultatet avgjør hvilke plikter som gjelder.",
  "start": {
    "step-title": "Egenutvikling eller hyllevare",
    "q": "Har Nav utviklet eller spesialbestilt KI-systemet?",
    "help": "<p>Svar Ja dersom Nav selv har utviklet KI-systemet, eller har fått det spesialtilpasset av en leverandør etter egne krav og spesifikasjoner.</p><p>Svar Nei dersom Nav har kjøpt et ferdigutviklet KI-system («hyllevare») eller en generell KI-modell (GKI) som allerede finnes på markedet, uten at det er gjort spesialtilpasninger for Nav.</p>",
    "shape": "stadium",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "yes": {
        "next": "provider",
        "buttonText": "Ja",
        "label": "Du utvikler eller spesialbestiller KI-systemet."
      },
      "no": {
        "next": "node2",
        "buttonText": "Nei",
        "label": "Du hverken utvikler eller spesialbestiller KI-systemet."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node2": {
    "step-title": "Vesentlig endring eller modelltilpasning",
    "q": "Skal du trene, finjustere ('fine-tune'), endre parametere eller gjøre annet som vesentlig endrer KI-systemet?",
    "help": "<p>Svar Ja dersom du foretar en endring etter at systemet er tatt i bruk som ikke var planlagt under den opprinnelige samsvarsvurderingen (Conformity Assessment) av systemet. Dette omfatter endringer som kan påvirke om systemet fortsatt oppfyller kravene i KI-forordningen eller endrer den tiltenkte bruken, for eksempel trening, finjustering eller parameterendringer. Endringer i operativsystemet eller programvarearkitekturen kan for eksempel også anses som vesentlige endringer.</p><p>Derimot vil endringer som var planlagt og vurdert av leverandøren i samsvarsvurderingen, som f.eks. endringer i algoritmen og ytelsen til KI-systemer som fortsetter å lære etter å ha blitt satt på markedet, ikke regnes som vesentlige endringer. Gjør du slike endringer svarer du Nei.<p>Dersom Nav gjør en vesentlig endring må vi gjøre en ny samsvarsvurdering.</p>",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "provider",
        "buttonText": "Ja",
        "label": "Du gjør en vesentlig endring ('substantial modification')"
      },
      "notReport": {
        "next": "node3",
        "buttonText": "Nei",
        "label": "Du gjør ingen vesentlig endring ('substantial modification')"
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node3": {
    "step-title": "Endret formål",
    "q": "Skal du bruke KI-systemet til noe annet enn det er bestemt at KI-systemet kan brukes til?",
    "help": "Før du tar i bruk systemet på en ny måte, må du forsikre deg om at bruken er tillatt. Du finner informasjon om hva systemet kan brukes til i instruksjoner eller teknisk dokumentasjon som følger med systemet, i avtalen med leverandøren, i salgsmateriale eller produktbeskrivelser.",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "provider",
        "buttonText": "Ja",
        "label": "Du skal bruke KI-systemet til noe annet enn det leverandøren har tillatt"
      },
      "notReport": {
        "next": "node4",
        "buttonText": "Nei",
        "label": "label: Du skal bruke KI-systemet i tråd med leverandørens anvisninger"
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node4": {
    "step-title": "Nav som avsender",
    "q": "Skal KI-systemet tas i bruk under Navs navn eller logo?",
    "help": "Dersom Nav setter sitt navn eller varemerke (logo) på KI-systemet blir vi betraktet som leverandør av KI-systemet.",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "provider",
        "buttonText": "Ja",
        "label": "KI-systemet benyttes under Navs navn og logo"
      },
      "notReport": {
        "next": "deployer",
        "buttonText": "Nei",
        "label": "KI-systemet benyttes ikke under Navs navn og logo."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "provider": {
    "step-title": "Nav anses som leverandør (provider) av løsningen etter KI-forordningen.",
    "q": "Nav har rollen som leverandør (provider) av KI-systemet.",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "help": "Se art.3 nr.3 i KI-forordningen for definisjonen av 'provider'",
    "shape": "stadium",
    "end": true
  },
  "deployer": {
    "step-title": "Nav som idriftsetter (deployer)",
    "q": "Nav har rollen som idriftsetter (deployer) av KI-systemet.",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "help": "Se art.3 nr.4 i KI-forordningen for definisjonen av 'deployer'. Se i Støtte til etterlevelse hvilke krav som gjelder, avhengig av KI-systemets risikoklassifisering.",
    "shape": "stadium",
    "end": true
  }
}
