{
  "title": "Hvilket risikonivå har KI-systemet mitt?",
  "intro-text": "Dette treet hjelper deg å avgjøre om et KI-system skal klassifiseres som høy risiko etter KI-forordningen. I treet ledes du gjennom faktiske bruksområder (hjelpemiddelområdet, myndighetsutøvelse, ansatt-oppfølging, profilering, smale prosessteg osv.) slik at du ender med en klassifisering som kan brukes i etterlevelsesløsningen når KI-forordningen trer i kraft.",
  "start": {
    "step-title": "Offentlig myndighetsutøvelse",
    "q": "Skal du bruke KI-systemet for å vurdere om personer har rett til offentlige ytelser og tjenester, samt for å gi, redusere, tilbakekalle eller kreve tilbake slike ytelser og tjenester?",
    "help": "<p>Dette spørsmålet gjelder KI-systemer som brukes av offentlige myndigheter som Nav, eller på deres vegne, for å avgjøre om personer har rett til viktige offentlige ytelser og tjenester. Dette omfatter blant annet helsetjenester, økonomisk bistand og andre vesentlige velferdsordninger. Det inkluderer også situasjoner der KI-systemet brukes til å tildele, redusere, tilbakekalle eller kreve tilbake slike ytelser.</p><p>Hvis KI-systemet har en slik funksjon, skal svarer du Ja. Hvis det ikke har det, svarer du Nei.</p>",
    "shape": "stadium",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "profilering",
        "buttonText": "Ja",
        "label": "KI-systemet skal brukes til offentlig myndighetsutøvelse."
      },
      "notReport": {
        "next": "node3",
        "buttonText": "Nei",
        "label": "KI-systemet skal ikke brukes til offentlig myndighetsutøvelse."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node3": {
    "step-title": "Rekruttering og oppfølging av ansatte",
    "q": "Skal du bruke KI systemet til rekruttering og ansettelse eller for å monitorere eller evaluere Nav-ansattes aktivitet eller innsats?",
    "help": "",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "highrisk",
        "buttonText": "Ja",
        "label": "KI-systemet skal brukes til rekruttering/ansettelse eller for å monitorere/evaluere Nav-ansatte."
      },
      "notReport": {
        "next": "profilering",
        "buttonText": "Nei",
        "label": "KI-systemet skal ikke brukes til rekruttering/ansettelse eller for å monitorere/evaluere Nav-ansatte."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "profilering": {
    "step-title": "Profilering av individer",
    "q": "Profilerer KI -systemet individer etter definisjonen i GDPR?",
    "help": "GDPR artikkel 4 nr. 4 definerer profilering som 'enhver form for automatisert behandling av personopplysninger som innebærer å bruke personopplysninger for å vurdere visse personlige aspekter knyttet til en fysisk person, særlig for å analysere eller forutsi aspekter som gjelder nevnte fysiske persons arbeidsprestasjoner, økonomiske situasjon, helse, personlige preferanser, interesser, pålitelighet, atferd, plassering eller bevegelser'",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "highrisk",
        "buttonText": "Ja",
        "label": "KI-systemet profilerer individer."
      },
      "notReport": {
        "next": "node4",
        "buttonText": "Nei",
        "label": "KI-systemet profilerer ikke individer."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node4": {
    "step-title": "KI som avgrenset prosesssteg",
    "q": "Skal KI- systemet kun utgjøre et smalt prosessteg?",
    "help": "Dersom KI-systemet kun utfører en marginal oppgave, et såkalt smalt prosessteg (narrow procedural task, se KI-forordningen art. 6 nr. 3 bokstav a) anses ikke systemet å utgjøre en høy risiko. Eksempler på 'smalt prosessteg' (se fortalepunkt 53 i KI-forordningen) er der systemet brukes for å f.eks. strukturere ustrukturert data, klassifisere innkommende dokumenter i forhåndsdefinerte kategorier, eller der systemet brukes for å detektere duplikater blant et stort antall søknader. Her må dere se på den konkrete bruken av systemet og gjøre skriftlig vurdering. Husk også at slike systemer må registreres i EU-databasen etter KI-forordningen art. 71.",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "lowrisk",
        "buttonText": "Ja",
        "label": "KI-systemet utfører kun et smalt prosesssteg."
      },
      "notReport": {
        "next": "node5",
        "buttonText": "Nei",
        "label": "KI-systemet utfører mer enn et smalt prosesssteg."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node5": {
    "step-title": "KI som tillegg til tidligere menneskelig aktivitet",
    "q": "Skal KI-systemet brukes for å forbedre resultatet av en tidligere utført menneskelig oppgave eller aktivitet?",
    "help": "Når KI-systemet forbedrer resultatet av en aktivitet tidligere utført av et menneske, utgjør bruken av KI-systemet kun et tillegg til den menneskelige aktiviteten. Eksempler på dette (jf. fortalepunkt 53) kan være at KI-systemet brukes for å forbedre språk eller uttrykksform i dokumenter forfattet av et menneske, synliggjøre hvordan en avgjørelse støtter opp under strategiske mål, visjoner eller prioriteringer. Andre eksempler er at KI-systemet lager oppsummering av møtereferater",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "lowrisk",
        "buttonText": "Ja",
        "label": "KI-systemet brukes for å forbedre resultatet av en tidligere utført menneskelig oppgave eller aktivitet."
      },
      "notReport": {
        "next": "node7",
        "buttonText": "Nei",
        "label": "KI-systemet brukes *ikke* for å forbedre resultatet av en tidligere avsluttet menneskelig oppgave/aktivitet."
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node6": {
    "step-title": "Mønstergjenkjenning i praksis og vedtak",
    "q": "Skal KI-systemet brukes for å gjenkjenne mønstre i avgjørelser eller gjenkjenne avvik fra tidligere praksis?",
    "help": "",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "highrisk",
        "buttonText": "Ja",
        "label": "KI-systemet brukes for å gjenkjenne mønstre i avgjørelser eller gjenkjenne avvik fra tidligere praksis"
      },
      "notReport": {
        "next": "node7",
        "buttonText": "Nei",
        "label": "KI-systemet *skal ikke* brukes for å gjenkjenne mønstre i avgjørelser eller gjenkjenne avvik fra tidligere praksis"
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "node7": {
    "step-title": "Forberedelse av avgjørelser",
    "q": "Skal KI-systemet brukes for å forberede en avgjørelse eller vurdering på et av områdene omtalt i Billag 3? ",
    "help": "Se KI-forordningen art. 6 nr. 3 bokstav d. Noen eksempler på dette kan være løsninger for filhåndtering, med funksjoner som søk og gjenfinning, indeksering, tekst eller taleprosessering, og kobling av dokumenter med andre kilder. Andre eksempler er KI systemer brukt for å oversette originaldokumenter, oppsummere dokumenter som er kommet inn som underlag til en søknad, eller til å oppsummere en vurdering fra rådgivende overlege",
    "read-more": {
      "read-more-about": "",
      "read-more-text": ""
    },
    "options": {
      "isReport": {
        "next": "highrisk",
        "buttonText": "Ja",
        "label": "KI-systemet brukes for å forberede en avgjørelse eller vurdering på et av områdene omtalt i Billag 3."
      },
      "notReport": {
        "next": "lowrisk",
        "buttonText": "Nei",
        "label": "KI-systemet *skal ikke* brukes for å forberede en avgjørelse eller vurdering på et av områdene omtalt i Billag 3"
      }
    },
    "note": {
      "label": "Begrunn svaret ditt",
      "hint": "",
      "required": false
    }
  },
  "highrisk": {
    "step-title": "Høy risiko",
    "q": "KI-systemet klassifiseres som høy-risiko.",
    "help": "",
    "end": true
  },
  "lowrisk": {
    "step-title": "Ikke høy risiko",
    "q": "KI-systemet klassifiseres ikke som høy risiko.",
    "help": "",
    "end": true
  }
}
